const questions = [
    {
        "id": 1,
        "question": "تعریف کالری چیست؟",
        "options": [
            "مقدار گرمایی است که دمای یک گرم آب را از ۱۴/۵ به ۱۵/۵ برساند",
            "مقدار گرمایی است که دمای یک گرم هوا را از ۱۴/۵ به ۱۵/۵ برساند.",
            "مقدار گرمایی است که دمای یک کیلوگرم آب را یک درجه سانتی گراد افزایش دهد",
            "مقدار حرارتی است که دمای یک کیلوگرم هوا را یک درجه سانتی گراد افزایش دهد."
        ],
        "answer": 0,
        "explanation": "طبق تعریف کالری مقدار گرمایی است که دمای یک گرم آب را از C° ۱۴/۵به C° ۱۵/۵ برساند. اگر چنانچه تعریف کیلوکالری پرسیده شود، فقط کافی است در تعریف فوق یک گرم آب به یک کیلوگرم آب تغییر یابد."
    },
    {
        "id": 2,
        "question": "محدوده کاری مبحث هفده مقررات ملی ساختمان چیست؟",
        "options": [
            "فشار کاری ۱۷۶ میلی مترستون، آب حداکثر مصرف ۱۰۰ متر مکعب در ساعت و حداکثر اندازه لوله ۴ اینچ است",
            "فشار کاری ۱۷۶ میلیمتر ستون جیوه حداکثر مصرف ۱۰۰ متر مکعب در ساعت و حداکثر اندازه لوله ۴ اینچ است",
            "فشار کاری ۱۷۶ میلیمتر ستون ،آب حداکثر مصرف ۱۰۰ متر مکعب در ساعت و حداکثر اندازه لوله ۱۵۰ میلی متر است",
            "فشارکاری ۱۷۶ میلی مترستون جیوه، حداکثر مصرف ۱۰۰ متر مکعب در ساعت و حداکثر اندازه لوله ۴ سانتی متر است"
        ],
        "answer": 0,
        "explanation": "طبق مستندات بند ۱۷-۱-۳ محدوده کاری مبحث هفده مقررات ملی ساختمان با حداکثر فشار کاری ۱۷۶ میلی مترستون، آب حداکثر مصرف گاز ۱۰۰ متر مکعب در ساعت و حداکثر اندازه لوله ۴ اینچ است."
    },
    {
        "id": 3,
        "question": "کدام یک از موارد لوله کشی اشاره شده در حوزه مبحث هفده مقررات ملی ساختمان است؟",
        "options": [
            "گاز مایع",
            "گاز طبیعی",
            "گار سوختی",
            "گاز غیر سوختی"
        ],
        "answer": 1,
        "explanation": "طبق بند ۱۷-۱-۳ بخش اول مبحث هفدهم مقررات ملی ساختمان الزامات استفاده از گاز طبیعی ساختمانها را در موارد زیر پوشش میدهد."
    },
    {
        "id": 4,
        "question": "منظور از شیر اصلی مصرف در لوله کشی گاز خانگی کدام است؟",
        "options": [
            "شیری که بعد از کنتور در ابتدای لوله کشی گاز داخل ساختمان نصب میشود",
            "شیری که جهت تعمیرات و سرویس دهی به کار میرود",
            "شیر قفل شونده که بعد از علمک نصب میشود",
            "شیری که قبل از کنتور قرار میگیرد"
        ],
        "answer": 0,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، منظور از شیر اصلی، شیری که بعد از کنتور در ابتدای لوله کشی گاز داخل ساختمان نصب و برای قطع و وصل کل جریان گاز استفاده میشود."
    },
    {
        "id": 5,
        "question": "وظیفه تنظیم کننده فشار گاز چیست؟",
        "options": [
            "وسیله ای برای کاهش و تنظیم فشار شبکه لوله کشی گاز و رسانیدن فشار به حد مورد نیاز است.",
            "وسیله ای برای روشن و خاموش کردن وسیله گازسوز است",
            "وسیله ای برای تنظیم گاز مصرفی است",
            "وسیله ای برای افزایش فشار گاز مصرفی است"
        ],
        "answer": 0,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، تنظیم کننده فشار گاز (رگلاتور) دستگاهی است که فشار گاز را به فشاری که در سیستم لوله کشی گاز مورد نیاز است کاهش داده و تنظیم میکند."
    },
    {
        "id": 6,
        "question": "ترکیب اصلی گاز طبیعی چیست؟",
        "options": [
            "اتان",
            "پروپان",
            "بوتان",
            "متان"
        ],
        "answer": 3,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، گاز طبیعی مخلوط پالایش شده هیدروکربورهای گازی (عمدتاً متان) بوده که از پالایشگاهها به نقاط مصرف منتقل میشود."
    },
    {
        "id": 7,
        "question": "مخلوط گاز مایع چه ترکیبی دارد؟",
        "options": [
            "بوتان و متان",
            "بوتان و پروپان",
            "متان و پروپان",
            "بوتان و هگزان"
        ],
        "answer": 1,
        "explanation": "گاز مایع مخلوط هیدروکربورهای مایع سبک شامل بوتان و پروپان است که تحت فشار بخار خود به صورت مایع در سیلندر ذخیره میشود."
    },
    {
        "id": 8,
        "question": "دستگاه اندازه گیر حجم مصرف گاز چه نام دارد؟",
        "options": [
            "رگلاتور",
            "کنتور گاز",
            "علمک",
            "شیر فشار شکن"
        ],
        "answer": 1,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، کنتور گاز دستگاهی است که برای اندازه گیری حجم گاز مصرف شده مشترک به کار میرود."
    },
    {
        "id": 9,
        "question": "معیار انتخاب فیوز گازی چیست؟",
        "options": [
            "فشار و اندازه لوله",
            "دبی جریان و فشار",
            "اندازه لوله",
            "دبی جریان و اندازه لوله"
        ],
        "answer": 3,
        "explanation": "شیر خودکار قطع جریان گاز اضافی وسیله ای ایمنی است که در مسیر لوله کشی گاز نصب شده و در صورت عبور جریان گاز بیش از حد تنظیم شده، جریان گاز را قطع مینماید. به این شیر فیوز گازی گفته میشود. عملکرد این شیر شبیه فیوز برق است. برای انتخاب فیوز گازی ابتدا باید مشخص شود اندازه لولهٔ ورودی ساختمان چه اندازه ای است. در مرحله بعد جای نصب شیر در روی لولهٔ مورد نظر با توجه به میزان گاز عبوری تعیین شود. در یک اندازه معین بر حسب دبی جریان گاز، انواع فیوز گازی طبق استاندارد وجود دارد. بنابراین معیار انتخاب فیوز گازی اندازه لوله گاز و دبی جریان است."
    },
    {
        "id": 10,
        "question": "معیار انتخاب شیر حساس در برابر زلزله چیست؟",
        "options": [
            "دبی جریان و اندازه لوله",
            "دبی جریان و جهت جریان",
            "اندازه لوله و جهت جریان",
            "دبی جریان"
        ],
        "answer": 2,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، شیر خودکار قطع گاز حساس در مقابل زلزله شیری است که در ابتدای لوله کشی گاز و پس از شیر اصلی نصب و هنگام بروز زلزله با شدتی بیش از حد تنظیم شده جریان گاز را قطع میکند. این نوع شیرها بر اساس نوع حسگر به دو دسته اصلی مکانیکی و الکترومکانیکی تقسیم بندی میشوند. برای انتخاب شیر زلزله ابتدا باید مشخص شود اندازه لولهٔ ورودی ساختمان چه اندازه ای است. در مرحله بعد جای نصب شیر تعیین شود. در صورتی که جهت لوله گاز در نقطه ای که قرار است شیر نصب شود افقی باشد، شیر افقی انتخاب میشود. اگر جهت لوله عمودی است دو حالت ممکن میشود؛ یکی اینکه جهت جریان گاز از پایین به بالا است که شیر مورد نیاز، شیر عمودی از پایین به بالا است و دیگراینکه جهت جریان گاز از بالا به سمت پایین است که شیر عمودی از بالا به پایین قابل نصب میباشد. بنابراین معیار انتخاب شیر زلزله، اندازهٔ لوله و جهت جریان گاز است."
    },
    {
        "id": 11,
        "question": "محل نصب شیر قطع زلزله در لوله کشی داخلی کجاست؟",
        "options": [
            "بعد از رگلاتور",
            "بعد از شیر قطع کن واحد",
            "بلافاصله بعد از کنتور",
            "قبل از رگلاتور"
        ],
        "answer": 2,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، شیر خودکار قطع گاز حساس در مقابل زلزله شیری است که در ابتدای لوله کشی گاز و پس از شیر اصلی نصب و هنگام بروز زلزله با شدتی بیش از حد تنظیم شده جریان گاز را قطع میکند."
    },
    {
        "id": 12,
        "question": "کدامیک از موارد زیر جزو وظایف ناظر نمی باشد؟",
        "options": [
            "طراحی سیستم لوله کشی گاز",
            "کنترل و تأیید مصالح مصرفی",
            "کنترل ابعاد و مسدود نبودن دودکشها",
            "نظارت بر آزمایشات مربوطه"
        ],
        "answer": 0,
        "explanation": "طبق فصل ۱۷-۲ از تعاریف و بند ۱۷-۱-۲-۳ ناظر شخص حقیقی یا حقوقی که صلاحیت نظارت بر لوله کشی گاز از طرف راه و شهرسازی داراست و کنترل، تأیید طرح و محاسبات تأسیسات لوله کشی گاز طبیعی و مصالح مصرفی و کنترل ابعاد و مسدود نبودن دودکشها و مسیرهای تهویه مربوط به وسایل گازسوز ساختمانها، نظارت بر اجرای عملیات لوله کشی و آزمایشات مربوطه را برعهده دارد. طراحی سیستم لوله کشی گاز جزو وظایف ناظر نبوده و بنا به بند ۱۷-۱-۲-۱ بر عهده طراح ذی صلاح است."
    },
    {
        "id": 13,
        "question": "مسئول بهره برداری و نگهداری از ساختمان چه کسی است؟",
        "options": [
            "صاحب ملک",
            "صاحب ساختمان",
            "نماینده قانونی مالک",
            "هر سه مورد فوق"
        ],
        "answer": 3,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، بهره بردار شخص حقیقی با حقوقی است که پس از برقراری جریان گاز و راه اندازی سامانه گاز از آن بهره برداری میکند. لذا صاحب ملک یا ساختمان یا نماینده قانونی او، مسئول نگهداری و بهره برداری از شبکه گاز ساختمان است."
    },
    {
        "id": 14,
        "question": "شخص حقیقی یا حقوقی که دارای صلاحیت اجرای لوله کشی گاز است چه نام دارد؟",
        "options": [
            "مالک",
            "مجری",
            "پیمانکار",
            "مشاور"
        ],
        "answer": 1,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، مجری شخص حقیقی یا حقوقی که دارای گواهینامه صلاحیت اجرای لوله کشی گاز میباشد."
    },
    {
        "id": 15,
        "question": "کدام عبارت در خصوص مجری درست نیست؟",
        "options": [
            "تهیه نقشه های اجرایی",
            "اجرای لوله کشی گاز",
            "انجام امور راه اندازی و نصب تجهیزات گازی",
            "مسئول کلیه امور مربوط به اجرای لوله کشی گاز"
        ],
        "answer": 2,
        "explanation": "بر اساس بند ۱۷-۱-۲-۲ مجری مسئولیت کلیه امور اجرای لوله کشی گاز، تهیه نقشه های اجرایی و انجام آزمایشها را بر عهده دارد. مجری همواره در قبال کلیه مسائل مربوط به لوله کشی از قبیل استفاده از مصالح مناسب بر طبق مقررات این مبحث، اجرای لوله کشی بر اساس نقشه های تائید شده، کیفیت جوشکاری انجام شده و کلیه امور مربوط به مجری طبق این مقررات مسئول خواهد بود و صدور تأییدیه های مهندس ناظر از مسئولیت وی نمیکاهد. بنابراین تزریق گاز و راه اندازی جزو مسئولیت مجری نیست."
    },
    {
        "id": 16,
        "question": "خروجی گاز طبیعی از ایستگاههای تقلیل فشار T.B.S و C.G.S به ترتیب از راست به چپ چند پوند بر اینچ مربع است؟",
        "options": [
            "۶۰ و ۲۵۰",
            "۰/۲۵ و ۶۰",
            "۰/۲۵ و ۲۵۰",
            "۲۵۰ و ۶۰"
        ],
        "answer": 0,
        "explanation": "در ایستگاه دروازه شهر (C.G.S) فشار گاز خط انتقال که حدود ۷۰۰ تا ۱٬۰۰۰ پوند بر اینچ مربع است به فشار ۲۵۰ پوند بر اینچ مربع تقلیل می یابد. در ایستگاه شهر (T.B.S) گاز خروجی از ایستگاه دروازه شهر از فشار ۲۵۰ پوند بر اینچ مربع به فشار ۶۰ پوند بر اینچ مربع تقلیل می یابد."
    },
    {
        "id": 17,
        "question": "فشار شیر قبل از رگلاتور چقدر است؟",
        "options": [
            "۰/۲۵",
            "۲۵۰",
            "۴۰",
            "۶۰"
        ],
        "answer": 3,
        "explanation": "طبق بند ۱۷-۲ از تعاریف، شیر قبل از رگولاتور، شیر سماوری گوشواره ای است که قبل از رگلاتور نصب میگردد و در حالت بسته، قابل قفل کردن بوده و باید برای فشار کاری تا ۴ بار یا ۶۰ پوند بر اینچ مربع مناسب باشد."
    },
    {
        "id": 18,
        "question": "ماده بودارکننده گاز طبیعی چه نام دارد؟",
        "options": [
            "منو اتیلن گلیکول",
            "دی اتیلن گلیکول",
            "اتیل مرکاپتان",
            "اتیل متیل گلیکول"
        ],
        "answer": 2,
        "explanation": "بر اساس بند ۱-۹-۱ از کتاب «شرح تفصیلی بر مبحث هفدهم مقررات ملی ساختمان (لوله کشی گاز طبیعی)» به منظور آگاهی از نشت گاز طبیعی، ترکیبات گوگرددار به نام مرکاپتان، شامل اتیل مرکاپتان و متیل مرکاپتان در ایستگاههای تقلیل فشار دروازه ورودی شهر، به گاز تزریق میشود تا گاز طبیعی، بویی شبیه بوی سیر بدهد."
    },
    {
        "id": 19,
        "question": "علت بودار کردن گاز طبیعی چیست؟",
        "options": [
            "حفاظت لوله گاز",
            "ترکیب مناسب برای احتراق",
            "ایمنی در بهره برداری",
            "خروج مناسب از شیر گاز مصرف"
        ],
        "answer": 2,
        "explanation": "بودار کردن گاز طبیعی ایمنی در بهره برداری به وجود می آورد."
    },
    {
        "id": 20,
        "question": "اضافه کردن هر گونه انشعاب به لوله کشی گاز موجود به چه صورت میتواند باشد؟",
        "options": [
            "باید با اطلاع شرکت گاز ناحیه، تحت نظارت ناظر و طبق مقررات مبحث هفدهم انجام شود",
            "در صورت انجام محاسبات توسط طراح مجاز، نیازی به اخذ مجوز ندارد",
            "احتیاجی به نظارت ناظر گاز ندارد",
            "فقط با اطلاع شرکت گاز میتواند انجام شود"
        ],
        "answer": 0,
        "explanation": "بر اساس بندهای ۱۷-۸-۴-۱، ۲ برای تغییرات در سامانه گاز ساختمان اطلاع رسانی و اخذ مجوزهای لازم از شرکت گاز و سازمان استان الزامی است. هر گونه تغییر در سیستم لوله کشی گاز ساختمان باید تحت نظارت ناظر و توسط مجری دارای صلاحیت از وزارت راه و شهرسازی با رعایت الزامات این مقررات انجام شود."
    },
    {
        "id": 21,
        "question": "رگلاتور گاز فشار ضعیف چند برابر فشار گاز شبکه توزیع را بر مبنای فشار گیج تقلیل می دهد؟",
        "options": [
            "۶۰",
            "۱۲۰",
            "۲۴۰",
            "۲۵۰"
        ],
        "answer": 2,
        "explanation": "طبق بند ۱۷-۱-۳- الف محدوده کاری مبحث هفده مقررات ملی ساختمان با فشار کاری ۱۷۶ میلی متر ستون آب یا ۰/۲۵ پوند بر اینچ مربع بر مبنای فشار نسبی (گیج) است. ضمنا طبق فصل ۲-۱۷- تعاریف مربوط به ایستگاه داخل شهری فشار شبکه توزیع ۶۰ پوند بر اینچ مربع است. بنابراین حاصل تقسیم ۶۰ بر ۰/۲۵ عدد ۲۴۰ میشود."
    },
    {
        "id": 22,
        "question": "در ایستگاه های .C.G.S. کدام مورد انجام نمیشود؟",
        "options": [
            "بودار کردن",
            "تقلیل فشار",
            "رطوبت گیری",
            "شیرین سازی"
        ],
        "answer": 3,
        "explanation": "در ایستگاه های دروازه شهر (C.G.S) معمولا از یک ماده بودار کننده برای ایمنی در بهره برداری و رطوبت گیری به منظور جلوگیری از یخ زدگی گاز طبیعی هنگام تقلیل فشار بهره گرفته می شود. عمل شیرین سازی در پالایشگاه روی گاز ترش که حاوی ترکیبات سولفور و ناخالصیهای دیگر است انجام شده تا گاز بدین نحو پالایش شده و اصطلاحا شیرین شود."
    },
    {
        "id": 23,
        "question": "برای سوختن یک مترمکعب گاز طبیعی در شرایط استاندارد چند متر مکعب اکسیژن لازم است؟",
        "options": [
            "۱۰",
            "۲",
            "۱",
            "۴"
        ],
        "answer": 1,
        "explanation": "برای سوختن یک متر مکعب گاز طبیعی در شرایط استاندارد ده متر مکعب هوا مورد نیاز است. در هوا حدود بیست درصد اکسیژن وجود دارد بنابراین بیست درصد عدد ده معادل دو متر مکعب هوا میشود."
    },
    {
        "id": 24,
        "question": "کدام نوع کنتور برای مصارف خانگی استفاده میشود؟",
        "options": [
            "دورانی",
            "توربینی",
            "دیافراگمی",
            "پروانه ای"
        ],
        "answer": 2,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، کنتور گاز وسیله ای برای اندازه گیری حجم گاز مصرفی است. کنتورها انواع مختلفی دارند. در کنتورهای با مکانیزم جابه جایی، حجم گاز مصرفی به حجمهای ثابتی تقسیم بندی شده و در واقع حجم گاز را به صورت پیمانه ای اندازه گیری می کنند. طبق بند ۴-۲-۱-۹ از کتاب «شرح تفصیلی بر مبحث هفدهم مقررات ملی ساختمان (لوله کشی گاز طبیعی)» از انواع کنتورهای جابه جایی میتوان به رفت و برگشت پیستونی، دیافراگمی، پره های چرخان و روتوسیلی اشاره کرد. نوع دیگر کنتور مکانیزم توربینی است که متداول ترین سیستمها در ایستگاه های گاز بوده و حجم گاز را از میزان سرعت گاز و اندازه حرکتی که به پره های یک توربین منتقل میکند، اندازه میگیرند. دامنه حجم اندازه گیری در این نوع کنتورها بسیار زیاد است."
    },
    {
        "id": 25,
        "question": "گاز طبیعی شهر عمدتا کدام یک از گازهای زیر است؟",
        "options": [
            "پروپان",
            "متان",
            "بوتان",
            "مخلوطی از ۶۵ درصد پروپان و ۳۵ درصد بوتان"
        ],
        "answer": 1,
        "explanation": "طبق فصل ۲۰۱۷ از تعاریف، گاز طبیعی مخلوط پالایش شده هیدروکربورهای گازی (عمدتاً متان) بوده که از پالایشگاهها به نقاط مصرف منتقل میشود."
    },
    {
        "id": 26,
        "question": "مسئولیت استفاده از مصالح مناسب و کنترل کیفیت آن طبق مبحث هفده مقررات ملی ساختمان به ترتیب با چه کسی است؟",
        "options": [
            "مالک ساختمان - مجری",
            "مالک ساختمان - ناظر",
            "مجری - ناظر",
            "طراح - مجری"
        ],
        "answer": 2,
        "explanation": "بر اساس بند ۱۷-۱-۲-۲، مجری مسئولیت کلیه امور اجرای لوله کشی گاز، تهیه نقشه های اجرایی و انجام آزمایشها را بر عهده دارد. مجری همواره در قبال کلیه مسائل مربوط به لوله کشی از قبیل استفاده از مصالح مناسب بر طبق مقررات این مبحث، اجرای لوله کشی بر اساس نقشه های تائید شده، کیفیت جوشکاری انجام شده و کلیه امور مربوط به مجری طبق این مقررات مسئول خواهد بود و صدور تأییدیه های مهندس ناظر از مسئولیت وی نمی کاهد. ضمنا طبق بند ۱۷-۱-۲-۳ - الف، ب، پ و ت ناظر نظارت بر کلیه امور لوله کشی گاز شامل تایید نقشه های اجرایی و کنترل محاسبات، تایید مصالح مصرفی، نظارت مراحل مختلف اجرای کار تا رفع اشکالات و انجام آزمایشهای سیستم لوله کشی، تایید ابعاد و موقعیت دودکشها، تهویه وسایل گازسوز را بر عهده دارد. لذا مسئولیت استفاده از مصالح مناسب و کنترل کیفیت آن بر عهده مجری و ناظر است."
    },
    {
        "id": 27,
        "question": "کدام یک از مسئولیتهای زیر جزو وظایف مجری است؟",
        "options": [
            "تهیه نقشه اجرایی",
            "اطمینان از تامین هوا برای هر انشعاب",
            "انجام آزمایش",
            "همه موارد فوق"
        ],
        "answer": 3,
        "explanation": "بر اساس بند ۱۷-۱-۲-۲- الف مجری مسئولیت کلیه امور اجرای لوله کشی گاز، تهیه نقشه های اجرایی و انجام آزمایشها را بر عهده دارد."
    },
    {
        "id": 28,
        "question": "حداکثر اندازه لوله گاز با فشار ۱۷۶ میلیمترستون آب باید چند اینچ باشد؟",
        "options": [
            "3",
            "۴",
            "۵",
            "۶"
        ],
        "answer": 1,
        "explanation": "بر اساس مستندات بند ۱۷-۱-۳، محدوده کاری مبحث هفده مقررات ملی ساختمان با فشار کاری ۱۷۶ میلی مترستون آب، حداکثر مصرف ۱۰۰ متر مکعب در ساعت و حداکثر اندازه لوله ۴ اینچ است."
    },
    {
        "id": 29,
        "question": "مثلث آتش کدام است؟",
        "options": [
            "اکسیژن - حرارت - آتش",
            "حرارت - سوخت - آتش",
            "آتش- سوخت - اکسیژن",
            "اکسیژن - حرارت - سوخت"
        ],
        "answer": 3,
        "explanation": "برای احتراق ماده سوختنی باید به دمای اشتعال رسیده و در شرایط مناسب با اکسیژن ترکیب شده تا عمل سوختن ادامه پیدا کند."
    },
    {
        "id": 30,
        "question": "بخشی از دستگاه گازسوز که عمل احتراق در آن انجام میشود، چه نام دارد؟",
        "options": [
            "پیلوت",
            "ترموکوپل",
            "محفظه احتراق",
            "شمعک"
        ],
        "answer": 2,
        "explanation": "بر اساس فصل ۱۷-۲ از تعاریف، محفظه احتراق بخشی از دستگاه گازسوز است که عمل احتراق در آن انجام میشود."
    },
    {
        "id": 31,
        "question": "فشار گاز شهری در ایران در ورود به دستگاه های مصرف کننده چند میلی متر ستون آب است؟",
        "options": [
            "۱۷/۶",
            "۱۷۶",
            "۱۴/۷",
            "۷۰"
        ],
        "answer": 1,
        "explanation": "بر اساس مستندات بند ۱۷-۱-۳ محدوده کاری مبحث هفده مقررات ملی ساختمان با فشار کاری ۱۷۶ میلی مترستون آب، حداکثر مصرف ۱۰۰ متر مکعب در ساعت و حداکثر اندازه لوله ۴ اینچ است."
    },
    {
        "id": 32,
        "question": "کدام یک از گزینه های زیر صحیح است؟",
        "options": [
            "کنترل نهایی دودکشها و مجاری تهویه بر عهده ناظر است",
            "کنترل نهایی دودکشها و مجاری تهویه بر عهده مجری است",
            "کنترل نهایی دودکشها و مجاری تهویه بر عهده نصب کننده وسایل گازسوز است",
            "کنترل نهایی دودکشها و مجاری تهویه بر عهده استفاده کننده از وسایل گازسوز است"
        ],
        "answer": 2,
        "explanation": "بر اساس بند ۱۷-۱-۲-۵، مسئولیت نصب نهایی وسایل گازسوز، کنترل مجدد مناسب بودن دودکشها و مجاری تهویه لوازم گازسوز، راه اندازی و آزمایش عملکرد به عهده نصاب مجاز می باشد."
    },
    {
        "id": 33,
        "question": "در لوله کشی گاز با فشار یک چهارم پوند بر اینچ مربع در صورت تخطی مجری از تعهدات خود کدام گزینه صحیح است؟",
        "options": [
            "ناظر می تواند گزارش مربوطه را به مراجع ذیصلاح منعکس نموده و مجری مکلف به رفع آن میباشد.",
            "ناظر باید گزارش مربوطه را به مراجع ذیصلاح منعکس نموده و مجری مکلف به رفع آن می باشد.",
            "ناظر باید از ادامه کار جلوگیری نموده و باید گزارش مربوطه را به مراجع ذیصلاح منعکس نماید.",
            "ناظر می تواند از ادامه کار جلوگیری نموده و باید گزارش مربوطه را به مراجع ذیصلاح منعکس نماید."
        ],
        "answer": 1,
        "explanation": "بر اساس مستندات بند ۱۷-۱-۲-۳-ح در صورت تخطی مجری از الزامات این مقررات، ناظر موظف است مراتب را کتباً به اطلاع سازمان نظام مهندسی استان و مراجع ذی صلاح برساند و مجری مکلف به رفع آن می باشد."
    },
    {
        "id": 34,
        "question": "در صورت روشن نشدن مشعل کدام وسیله باعث فرمان قطع جریان گاز به دستگاه گازسوز میشود؟",
        "options": [
            "شیر قفلی",
            "ترموستات",
            "ترموکوپل",
            "شمعک"
        ],
        "answer": 2,
        "explanation": "بر اساس بند ۱۷-۲ از تعاریف، برای ترموکوپل آمده دستگاهی است که روی دستگاه گازسوز نصب شده و در صورت روشن نشدن مشعل دستگاه یا خاموشی شعله اصلی مشعل سبب بسته شدن مسیر ورود گاز به مشعل یا شعله اصلی مشعل و شمعک میشود."
    },
    {
        "id": 35,
        "question": "گاززدگی چیست؟",
        "options": [
            "مسمومیت ناشی از استنشاق گاز طبیعی",
            "گاز گرفتگی",
            "مسمومیت ناشی از استنشاق گاز مونوکسیدکربن",
            "گزینه ب و ج هر دو صحیح است."
        ],
        "answer": 3,
        "explanation": "طبق بند پ-۱-۱-ب این دسته از حوادث معمولاً در اثر نداشتن دودکش مناسب برای دستگاه های گازسوز، به خصوص بخاری و آبگرمکن یا عدم تهویه کافی فضای اتاق روی می دهند. سوختن ناقص گاز و تجمع گازهای مسموم کننده مونوکسید کربن یا کمبود اکسیژن سبب مسمومیت افرادی که در چنین فضایی تنفس میکنند شده و به گاززدگی آنها می انجامد."
    },
    {
        "id": 36,
        "question": "حد خطرناک غلظت مونوکسیدکربن در اجرای سامانه های گاز چند ppm است؟",
        "options": [
            "۱۵۰",
            "۱۰۰",
            "۵۰",
            "۵"
        ],
        "answer": 2,
        "explanation": "بنا به بند ۱۷-۲ از کلیات، آشکارساز گاز مونوکسیدکربن دستگاهی دارای حسگر حساس به گاز مونوکسی کربن است و در صورت انتشار این گاز در فضا قبل از رسیدن غلظت گاز به حد خطرناک (به طور معمول 50ppm) وجود آن را مشخص میکند."
    },
    {
        "id": 37,
        "question": "مطابق مبحث ۱۷ مقررات ملی ساختمان دست بالای مدت بهره برداری از اتاقهای مربوط به کارگاههای موقت ساختمانی چقدر است؟",
        "options": [
            "۳ سال یا تا زمان تحویل موقت پروژه هر کدام که کمتر باشد.",
            "۲ سال",
            "تا پایان عملیات ساختمانی و برچیدن کارگاه",
            "یک سال"
        ],
        "answer": 3,
        "explanation": "بر اساس بند ۱۷-۲ از تعاریف، ساختمان موقت، ساختمانی است که به صورت موقت در محلی ساخته میشود یا به صورت پیش ساخته بوده و در محلی به صورت ثابت نصب میشود و به منظور سکونت یا انجام فعالیت خاصی در مدت حداکثر یک سال مورد استفاده قرار میگیرد."
    },
    {
        "id": 38,
        "question": "وظیفه ناظر گاز پیش از اجرای سامانه گازرسانی چیست؟",
        "options": [
            "بررسی و کنترل مصالح مورد استفاده در سامانه گاز",
            "بازخوانی نقشه ها و مدارک فنی کنترل طراحی و محاسبات سامانه گاز",
            "بازدید از محل و کنترل مندرجات نقشه های اجرایی",
            "هر سه گزینه صحیح است."
        ],
        "answer": 3,
        "explanation": "بنا به بند ۱۷-۲-۳-الف ناظر موظف است نسبت به بازخوانی نقشه ها و مدارک فنی و کنترل طراحی و محاسبات سامانه گاز اقدام و در صورت مشاهده هر گونه اشکال و ایراد فنی نسبت به اعلام موارد به طراح اقدام و پس از رفع اشکالات و تایید نقشه ها توسط طراح نسبت به مهر و امضای ذیل آنها اقدام و بر همان اساس نسبت به انجام وظایف نظارتی اهتمام ورزد. طبق بند ۱۷-۲-۳-۱- ب ناظر باید پیش از اجرای سامانه ضمن بازدید از محل، تمامی موارد مندرج در نقشه های اجرایی به ویژه موقعیت و مشخصات دودکشها و نحوه تخلیه محصولات احتراق را بررسی و جهت اجرا تایید نماید. بر اساس بند ۱۷-۱-۲-۳-ت مصالح مورد استفاده در سیستم لوله کشی گاز باید قبلا توسط ناظر مورد بررسی قرار گرفته و گواهینامه های ساخت آنها را کنترل و از مناسب بودن کیفیت و صدور تاییدیه های مربوطه آنها برای استفاده در سیستم لوله کشی گاز طبق این مقررات اطمینان حاصل نماید. پس گزینه های الف، ب و ج صحیح هستند."
    },
    {
        "id": 39,
        "question": "در لوله کشی گاز ساختمان شیری که در ابتدای لوله کشی گاز نصب میشود کدام است؟",
        "options": [
            "شیر خودکار قطع گاز حساس در مقابل زلزله",
            "شیر قفل شونده",
            "شیر قبل از رگولاتور",
            "شیر مصرف"
        ],
        "answer": 0,
        "explanation": "بر اساس بند ۱۷-۲ از تعاریف، شیر خودکار قطع گاز حساس در مقابل زلزله شیری است که در ابتدای لوله کشی گاز نصب و هنگام بروز زلزله با شدتی بیش از حد تنظیم شده جریان گاز را قطع میکند. این نوع شیرها بر اساس نوع حسگر به دو دسته اصلی مکانیکی و الکترومکانیکی تقسیم بندی می شوند."
    },
    {
        "id": 40,
        "question": "فشار استاندارد برای گاز طبیعی چه مقدار است؟",
        "options": [
            "۱ بار",
            "۱۴/۹۶ پوندبراینچ مربع",
            "۱۵/۵۶ پوند بر اینچ مربع",
            "۱/۰۱۲۳۲۵ بار"
        ],
        "answer": 3,
        "explanation": "دمای استاندارد برابر ۱۵/۶ درجه سلسیوس یا ۶۰ درجه فارنهایت و فشار استاندارد ۱/۰۱۳۲۵ بار یا ۱۴/۶۹۶ پوند بر اینچ مربع است."
    }
];
